[
    {
        "__class__": "Pelicula",
        "__atributos__": {
            "title": "Fast X",
            "overview": "Over many missions and against impossible odds, Dom Toretto and his family have outsmarted, out-nerved and outdriven every foe in their path. Now, they confront the most lethal opponent they've ever faced: A terrifying threat emerging from the shadows of the past who's fueled by blood revenge, and who is determined to shatter this family and destroy everything—and everyone—that Dom loves, forever.",
            "original_language": "en",
            "release_date": "2023-05-17",
            "genre_ids": [
                28,
                80,
                53
            ]
        }
    },
    {
        "__class__": "Pelicula",
        "__atributos__": {
            "title": "John Wick: Chapter 4",
            "overview": "With the price on his head ever increasing, John Wick uncovers a path to defeating The High Table. But before he can earn his freedom, Wick must face off against a new enemy with powerful alliances across the globe and forces that turn old friends into foes.",
            "original_language": "en",
            "release_date": "2023-03-22",
            "genre_ids": [
                28,
                53,
                80
            ]
        }
    },
    {
        "__class__": "Pelicula",
        "__atributos__": {
            "title": "The Super Mario Bros. Movie",
            "overview": "While working underground to fix a water main, Brooklyn plumbers—and brothers—Mario and Luigi are transported down a mysterious pipe and wander into a magical new world. But when the brothers are separated, Mario embarks on an epic quest to find Luigi.",
            "original_language": "en",
            "release_date": "2023-04-05",
            "genre_ids": [
                16,
                10751,
                12,
                14,
                35
            ]
        }
    },
    {
        "__class__": "Pelicula",
        "__atributos__": {
            "title": "Spider-Man: Across the Spider-Verse",
            "overview": "After reuniting with Gwen Stacy, Brooklyn’s full-time, friendly neighborhood Spider-Man is catapulted across the Multiverse, where he encounters the Spider Society, a team of Spider-People charged with protecting the Multiverse’s very existence. But when the heroes clash on how to handle a new threat, Miles finds himself pitted against the other Spiders and must set out on his own to save those he loves most.",
            "original_language": "en",
            "release_date": "2023-05-31",
            "genre_ids": [
                28,
                12,
                16,
                878
            ]
        }
    },
    {
        "__class__": "Pelicula",
        "__atributos__": {
            "title": "Transformers: Rise of the Beasts",
            "overview": "When a new threat capable of destroying the entire planet emerges, Optimus Prime and the Autobots must team up with a powerful faction known as the Maximals. With the fate of humanity hanging in the balance, humans Noah and Elena will do whatever it takes to help the Transformers as they engage in the ultimate battle to save Earth.",
            "original_language": "en",
            "release_date": "2023-06-06",
            "genre_ids": [
                28,
                12,
                878
            ]
        }
    },
    {
        "__class__": "Pelicula",
        "__atributos__": {
            "title": "Hypnotic",
            "overview": "A detective becomes entangled in a mystery involving his missing daughter and a secret government program while investigating a string of reality-bending crimes.",
            "original_language": "en",
            "release_date": "2023-05-11",
            "genre_ids": [
                9648,
                53,
                878
            ]
        }
    },
    {
        "__class__": "Pelicula",
        "__atributos__": {
            "title": "The Flash",
            "overview": "When his attempt to save his family inadvertently alters the future, Barry Allen becomes trapped in a reality in which General Zod has returned and there are no Super Heroes to turn to. In order to save the world that he is in and return to the future that he knows, Barry's only hope is to race for his life. But will making the ultimate sacrifice be enough to reset the universe?",
            "original_language": "en",
            "release_date": "2023-06-14",
            "genre_ids": [
                878,
                28,
                12
            ]
        }
    },
    {
        "__class__": "Pelicula",
        "__atributos__": {
            "title": "Ambush",
            "overview": "When a small outpost is ambushed, a US Army squad must take the battle below ground on a high-stakes mission in a new type of warfare the likes of which they have never seen.",
            "original_language": "en",
            "release_date": "2023-02-24",
            "genre_ids": [
                28,
                10752,
                53
            ]
        }
    },
    {
        "__class__": "Pelicula",
        "__atributos__": {
            "title": "Extraction 2",
            "overview": "Tasked with extracting a family who is at the mercy of a Georgian gangster, Tyler Rake infiltrates one of the world's deadliest prisons in order to save them. But when the extraction gets hot, and the gangster dies in the heat of battle, his equally ruthless brother tracks down Rake and his team to Sydney, in order to get revenge.",
            "original_language": "en",
            "release_date": "2023-06-12",
            "genre_ids": [
                28,
                53
            ]
        }
    },
    {
        "__class__": "Pelicula",
        "__atributos__": {
            "title": "Guardians of the Galaxy Vol. 3",
            "overview": "Peter Quill, still reeling from the loss of Gamora, must rally his team around him to defend the universe along with protecting one of their own. A mission that, if not completed successfully, could quite possibly lead to the end of the Guardians as we know them.",
            "original_language": "en",
            "release_date": "2023-05-03",
            "genre_ids": [
                878,
                12,
                28
            ]
        }
    },
    {
        "__class__": "Pelicula",
        "__atributos__": {
            "title": "Avatar: The Way of Water",
            "overview": "Set more than a decade after the events of the first film, learn the story of the Sully family (Jake, Neytiri, and their kids), the trouble that follows them, the lengths they go to keep each other safe, the battles they fight to stay alive, and the tragedies they endure.",
            "original_language": "en",
            "release_date": "2022-12-14",
            "genre_ids": [
                878,
                12,
                28
            ]
        }
    },
    {
        "__class__": "Pelicula",
        "__atributos__": {
            "title": "My Fault",
            "overview": "Noah must leave her city, boyfriend, and friends to move into William Leister's mansion, the flashy and wealthy husband of her mother Rafaela. As a proud and independent 17 year old, Noah resists living in a mansion surrounded by luxury. However, it is there where she meets Nick, her new stepbrother, and the clash of their strong personalities becomes evident from the very beginning.",
            "original_language": "es",
            "release_date": "2023-06-08",
            "genre_ids": [
                10749,
                18
            ]
        }
    },
    {
        "__class__": "Pelicula",
        "__atributos__": {
            "title": "The Little Mermaid",
            "overview": "The youngest of King Triton’s daughters, and the most defiant, Ariel longs to find out more about the world beyond the sea, and while visiting the surface, falls for the dashing Prince Eric. With mermaids forbidden to interact with humans, Ariel makes a deal with the evil sea witch, Ursula, which gives her a chance to experience life on land, but ultimately places her life – and her father’s crown – in jeopardy.",
            "original_language": "en",
            "release_date": "2023-05-18",
            "genre_ids": [
                12,
                10751,
                14,
                10749
            ]
        }
    },
    {
        "__class__": "Pelicula",
        "__atributos__": {
            "title": "The Black Demon",
            "overview": "Oilman Paul Sturges' idyllic family vacation turns into a nightmare when they encounter a ferocious megalodon shark that will stop at nothing to protect its territory. Stranded and under constant attack, Paul and his family must somehow find a way to get his family back to shore alive before it strikes again in this epic battle between humans and nature.",
            "original_language": "en",
            "release_date": "2023-04-26",
            "genre_ids": [
                27,
                53
            ]
        }
    },
    {
        "__class__": "Pelicula",
        "__atributos__": {
            "title": "Evil Dead Rise",
            "overview": "A reunion between two estranged sisters gets cut short by the rise of flesh-possessing demons, thrusting them into a primal battle for survival as they face the most nightmarish version of family imaginable.",
            "original_language": "en",
            "release_date": "2023-04-12",
            "genre_ids": [
                53,
                27
            ]
        }
    },
    {
        "__class__": "Pelicula",
        "__atributos__": {
            "title": "Ant-Man and the Wasp: Quantumania",
            "overview": "Super-Hero partners Scott Lang and Hope van Dyne, along with with Hope's parents Janet van Dyne and Hank Pym, and Scott's daughter Cassie Lang, find themselves exploring the Quantum Realm, interacting with strange new creatures and embarking on an adventure that will push them beyond the limits of what they thought possible.",
            "original_language": "en",
            "release_date": "2023-02-15",
            "genre_ids": [
                28,
                12,
                878
            ]
        }
    },
    {
        "__class__": "Pelicula",
        "__atributos__": {
            "title": "Guy Ritchie's The Covenant",
            "overview": "During the war in Afghanistan, a local interpreter risks his own life to carry an injured sergeant across miles of grueling terrain.",
            "original_language": "en",
            "release_date": "2023-04-19",
            "genre_ids": [
                10752,
                28,
                53
            ]
        }
    },
    {
        "__class__": "Pelicula",
        "__atributos__": {
            "title": "Puss in Boots: The Last Wish",
            "overview": "Puss in Boots discovers that his passion for adventure has taken its toll: He has burned through eight of his nine lives, leaving him with only one life left. Puss sets out on an epic journey to find the mythical Last Wish and restore his nine lives.",
            "original_language": "en",
            "release_date": "2022-12-07",
            "genre_ids": [
                16,
                10751,
                14,
                12,
                35
            ]
        }
    },
    {
        "__class__": "Pelicula",
        "__atributos__": {
            "title": "Sisu",
            "overview": "Deep in the wilderness of Lapland, Aatami Korpi is searching for gold but after he stumbles upon Nazi patrol, a breathtaking and gold-hungry chase through the destroyed and mined Lapland wilderness begins.",
            "original_language": "fi",
            "release_date": "2023-01-27",
            "genre_ids": [
                28,
                10752
            ]
        }
    },
    {
        "__class__": "Pelicula",
        "__atributos__": {
            "title": "Operation Seawolf",
            "overview": "During the last days of World War II, Germany, desperate for any last grasp to defeat the allied powers, looked to their last remaining weapons and soldiers. The German Navy and the last remaining U-Boats were formed together for one desperate last mission – a mission to attack the United States Homeland, known as Operation Seawolf. Captain Hans Kessler, a grizzled submarine commander from both World Wars, is called into service to make one mission a success and help turn the tide of the war.",
            "original_language": "en",
            "release_date": "2022-10-07",
            "genre_ids": [
                10752,
                53,
                28,
                12,
                9648,
                878,
                18
            ]
        }
    }
]